const name = "Максим Галактионов";

const menu = [
  "Моя работа",
  "Структура портала",
  "Личное расписание",
  "Отсутствие на рабочем месте",
  "Портфель услуг",
  "Дашборды",
  "Доски задач",
  "Обращения",
  "События",
  "Инциденты",
  "Проблемы",
  "Настройка каталогов",
  "Запросы на обслуживание",
  "Запросы на изменение",
  "Управление конфигурациями",
  "Управление уровнем услуг",
  "Настройка соответствий",
];

const formData = {
  id: "STSK0004783",
  theme:
    "На инциденте, запросе, проблеме, в статусе закрыто некоторые поля остаются редактируемыми для агента если он Caller",
  status: "Новая",
  description: "",
  product: "Platform",
  notes: "Проверить ACL id=172830402014193655",
  priority: "Средний",
  leads: ["Константин Константинопольский"],
  groups: ["Support Group"],
  comments: "",
  assignee: [
    "Андрей Пивоваров",
    "Максим Галактионов",
    "Алла Лин",
    "Константин Константинопольский Константинович",
    "Игорь Иванченко",
    "Юлия Эйчаровна",
    "Артём Подпрыгайко-Саппортов",
    "Илья Вазнец",
    "Михаил Вортенов",
    "Наталья Нашевна",
    "Евгения Итамовна",
    "Алиса Киральчук",
  ],
  openDate: null,
  createDate: new Date(2024, 10, 22),
  whoOpened: ["Андрей Пивоваров"],
  whoCreated: ["Андрей Пивоваров"],
};

export { name, menu, formData };
