const name = "Максим Галактионов";

const menu = [
  "Моя работа",
  "Структура портала",
  "Личное расписание",
  "Отсутствие на рабочем месте",
  "Портфель услуг",
  "Дашборды",
  "Доски задач",
  "Обращения",
  "События",
  "Инциденты",
  "Проблемы",
  "Настройка каталогов",
  "Запросы на обслуживание",
  "Запросы на изменение",
  "Управление конфигурациями",
  "Управление уровнем услуг",
  "Настройка соответствий",
];

const team = [
  "Андрей Пивоваров",
  "Максим Галактионов",
  "Алла Лин",
  "Константин Константинопольский Константинович",
  "Игорь Иванченко",
  "Юлия Эйчаровна",
  "Артём Подпрыгайко-Саппортов",
  "Илья Вазнец",
  "Михаил Вортенов",
  "Наталья Нашевна",
  "Евгения Итамовна",
  "Алиса Киральчук",
];

const groups = ["Support Group"];

export { name, menu, team, groups };
